Repository: CySxL/Crane-Resources
Catalog: Localizations/*.lproj/Localizable.strings
Languages: pt_br, ru

source: Applications
pt_br: Aplicativos
ru: Приложения

source: Active Container
pt_br: Contêiner Ativo
ru: Выбранный контейнер

source: Containers
pt_br: Contêineres
ru: Контейнеры

source: Container
pt_br: Contêiner
ru: Контейнер

source: Default
pt_br: Padrão
ru: По умолчанию

source: Add
pt_br: Adicionar
ru: Добавить

source: Add Container
pt_br: Adicionar Contêiner
ru: Добавить контейнер

source: Name
pt_br: Nome
ru: Название

source: Cancel
pt_br: Cancelar
ru: Отменить

source: Container Name
pt_br: Nome do Contêiner
ru: Название Контейнера

source: Save
pt_br: Salvar
ru: Сохранить

# CONTAINER_DELETE_CONFIRMATION_TITLE
source: Confirm Deletion?
pt_br: Confirmar exclusão?

# CONTAINER_DELETE_CONFIRMATION_MESSAGE
source: You are about to delete all data associated with the container '%@', this data cannot be recovered. Do you wish to proceed?
pt_br: Você está prestes a excluir todos os dados associados ao container '%@', esses dados não podem ser recuperados. Você deseja continuar?

source: Delete
pt_br: Excluir
ru: Удалить

source: None
pt_br: Nenhum
ru: Ничего

source: Make Default Container
pt_br: Tornar o Contêiner Padrão
ru: Сделать контейнером по умолчанию

source: Default Container
pt_br: Contêiner Padrão
ru: Контейнер По Умолчанию

# DEFAULT_CONTAINER_DESCRIPTION
source: The default container will be used when your device is not jailbroken or when Crane is not loaded.
pt_br: O container padrão será usado quando seu dispositivo estiver sem jailbreak ativo ou quando Crane não estiver sido carregado.
ru: Контейнер по умолчанию будет использоваться, когда Jailbreak на вашем устройстве не активен или Crane не загружен.

source: Container Identifier
pt_br: Identificador de Contêiner
ru: Идентификатор Контейнера

source: Protect Using Biometrics
pt_br: Adicionar Proteção por Biometria

# SET_ACTIVE_CONTAINER_DESCRIPTION
source: Set Active Container to "%@"
pt_br: Definir Contêiner Ativo como "%@"

# DELETE_CONTAINER_DESCRIPTION
source: Delete Container "%@"
pt_br: Excluir Contêiner "%@"

# ACCESS_CONTAINER_SETTINGS_DESCRIPTION
source: Access Container Settings of "%@"
pt_br: Acessar Configurações do Contêiner "%@"

source: Unnamed
pt_br: Sem nome
ru: Безымянный

# APP_SHORTCUT_ENABLED
source: App Shortcuts Enabled
pt_br: Atalhos de aplicativos habilitados
ru: Пункт в меню Haptic touch

# LAUNCH_APPLICATION_ON_CONTAINER_SELECTION
source: Launch App on Container Selection
pt_br: Abrir aplicativo ao selecionar containers
ru: Запускать приложение при выборе контейнера

# EXPAND_CONTAINERS_SHORTCUT
source: Expand Shortcuts
pt_br: Expandir atalhos
ru: Развернуть меню Haptic touch

source: Show 'New Container' Option
pt_br: Exibir opção 'Novo Contêiner'

source: Only Show if Containers Exist
pt_br: Mostrar apenas se existirem containers
ru: Показывать только при наличии контейнеров

# APP_SHORTCUT_DESCRIPTION
source: Shortcut to switch between containers from the haptic touch / 3D touch menu of applications.
pt_br: Atalho para alternar entre os contêineres a partir do menu de Toque Tátil/3D Touch dos aplicativos.
ru: Пункт в меню 3D touch / Haptic touch для переключения между контейнерами

# GAME_CENTER_SECTION_FOOTER
source: Select a Game Center account to switch to when launching into this container.
pt_br: Selecionar conta do Game Center que será usada ao ativar esse container.

source: Game Center Account
pt_br: Conta do Game Center

source: Game Center Accounts
pt_br: Contas do Game Center

source: Manage Game Center Accounts
pt_br: Gerenciar Contas do Game Center

# GAME_CENTER_MANAGER_FOOTER
source: Due to technical restrictions you need to add your Game Center into this global list. You can then assign the account to one or more containers and the system will switch to it when starting the app into the container. If you have an app installed on your device that uses Game Center that you do not want to use Crane on, you will still want to enable 'Separate System Accounts' and 'Game Center Support' so the system switches back to the system default Game Center account when opening it.
pt_br: Devido à restrições técnicas é preciso adicionar sua conta do Game Center nessa lista global. Após isso você poderá associar a conta à um ou mais containers e o sistema usará ela ao abrir o aplicativo com este container. Se você tiver um aplicativo que usa o Game Center e que você não quer usar com o Crane, você precisa habilitar as opções "SEPARATE_SYSTEM_ACCOUNTS" e "GAME_CENTER_SUPPORT", assim o sistema retorna a conta padrão do Game Center ao abrir o aplicativo.

source: System Default
pt_br: Padrão do Sistema

# GAME_CENTER_ADD_ACCOUNT_TITLE
source: Add Account
pt_br: Adicionar Conta

# GAME_CENTER_ADD_ACCOUNT_MESSAGE
source: Enter the name of your account here. The sign in prompt will appear when you first launch an app into a container that has the account assigned.
pt_br: Digite o nome da sua conta aqui. A janela de autenticação aparecerá quando você abrir pela primeira vez um aplicativo em um container que tem essa conta associada.

# GAME_CENTER_RENAME_ACCOUNT_TITLE
source: Rename Account
pt_br: Renomear Conta

source: Rename
pt_br: Renomear

# GAME_CENTER_ACCOUNT_DELETE_CONFIRMATION_TITLE
source: Delete Account
pt_br: Excluir Conta

# GAME_CENTER_ACCOUNT_DELETE_CONFIRMATION_MESSAGE
source: Are you sure you want to delete the Game Center Account "%@"? Every container associated to it right now will switch to System Default.
pt_br: Tem certeza que quer excluir a conta do Game Center "%@"? Todos os containers associados a ela passarão a usar a conta Padrão do Sistema.

source: Backup Data to File
pt_br: Fazer backup dos dados em arquivo
ru: Создать резервную копию

source: Restore Data from Backup File
pt_br: Restaurar dados do arquivo de backup
ru: Восстановить данные из резервной копии

source: Device Identifier for Vendor
pt_br: Identificador do Dispositivo para o Desenvolvedor/Fornecedor
ru: Идентификатор Устройства Для Поставщика

source: Use Container Identifier
pt_br: Usar Identificador do Contêiner
ru: Использовать идентификатор контейнера

source: Generate New
pt_br: Gerar Novo
ru: Сгенерировать новый

source: Set Custom
pt_br: Definir Customizado
ru: Установить свой

source: Identifier
pt_br: Identificador
ru: Идентификатор

# DEVICE_IDENTIFIER_DESCRIPTION
source: The device identifier you see here is used to identify your device to the vendor (developer) of this application. If the vendor distributes multiple applications, this identifier will be the same across all of them. Because some applications use this identifier to log you out, Crane spoofs the identifier of non-default containers to the container identifier by default, you can also turn off the setting and set a custom one. When something inside Crane changes the container identifier while the "Use Container Identifier" option is enabled (e.g. when setting a container as default), then the setting will be automatically adjusted in order to keep the device identifier the same. When you modify the device identifier of the default container, it will be written to the system cache and persist even when Crane is not loaded or the device is not jailbroken.
pt_br: Este identificador do dispositivo é usado para identificar seu dispositivo junto ao desenvolvedor deste aplicativo. Se o desenvolvedor publica vários aplicativos, este identificador será o mesmo em todos eles. Como alguns aplicativos usam este identificador para deslogar, Crane forja o identificador usado nos containers não-padrão como sendo o padrão, você também pode desabilitar essa opção e definir seu próprio identificador. Quando algo no Crane altera o identificador do container enquanto a opção "Use Container Identifier" está habilitada (p.ex. quando um container é definido como padrão), a configuração será automaticamente ajustada para que o identificador permaneça o mesmo. Quando você modifica o identificador do dispositivo do container padrão, o mesmo será gravado no cache do sistema e persiste mesmo sem jailbreak ativo ou quando Crane não estiver sido carregado.

# DEVICE_IDENTIFIER_CHANGE_WARNING
source: You are about to change the device identifier of this container. Some applications will sign you out because to them it will look like you changed your device. Do you want to continue?
pt_br: Você está prestes a alterar o identificador do dispositivo deste container. Alguns aplicativos irão deslogar sua conta, pois para eles parecerá que houve troca de dispositivo. Quer continuar?
ru: Вы собираетесь изменить идентификатор устройства для данного контейнера. Некоторые приложения могут вывести вас из учетной записи, так как с их стороны это выглядит, как смена устройства. Вы хотите продолжить?

source: Set Custom Identifier
pt_br: Definir Identificador Customizado
ru: Установить Собственный Идентификатор

# SET_CUSTOM_IDENTIFIER_MESSAGE
source: Enter the identifier to set, it should be a string with 32 characters containing only hex letters (0-9, A-F). Format:XXXXXXXX-XXXX-XXXX-XXXX-XXXXXXXXXXXX (hyphens are ignored)
pt_br: Digite o identificador, obrigatório ter 32 caracteres contendo apenas caracteres hexadecimais (0-9, A-F). Formato:XXXXXXXX-XXXX-XXXX-XXXX-XXXXXXXXXXXX (hiféns são ignorados)
ru: Введите идентификатор. Это должна быть строка, состоящая из 32 шестнадцатеричных символов (0-9, A-F). Формат:XXXXXXXX-XXXX-XXXX-XXXX-XXXXXXXXXXXX

# SET_CUSTOM_IDENTIFIER_ERROR_MESSAGE
source: The identifier you previously entered had the wrong format, please try again.
pt_br: O identificador fornecido tem formato inválido, por favor tente novamente.
ru: Введенный вами идентификатор имеет некорректный формат. Пожалуйста, попробуйте еще раз.

source: Set
pt_br: Definir
ru: Установить

source: Browse Data
pt_br: Navegar pelos Dados
ru: Посмотреть Данные

source: Application
pt_br: Aplicativo
ru: Приложение

source: Groups
pt_br: Grupos
ru: Группы

source: Delete Data
pt_br: Excluir dados
ru: Удалить Данные

source: Size of Container
pt_br: Tamanho do Contêiner
ru: Размер Контейнера

source: Unarchiving
pt_br: Desarquivando
ru: Разархивирование

source: Restoring
pt_br: Restaurando
ru: Восстановление

source: Backing Up
pt_br: Fazendo backup
ru: Копирование

source: Error
pt_br: Erro
ru: Ошибка

source: Warning
pt_br: Aviso
ru: Предупреждение

# APP_ID_MISMATCH_ERROR
source: The application from which this backup was created (%@) is not the same as the application you are trying to restore it to (%@)
pt_br: O aplicativo do qual este backup foi criado (%@) não é o mesmo que o aplicativo para o qual você está tentando restaurar o backup (%@)
ru: Приложение, для которого создавалась резервная копия (%@) не совпадает с приложением, для которого вы пытаетесь ее восстановить (%@)

# GROUP_ID_MISMATCH_WARNING
source: The group identifiers of the backup (%@) mismatch the current identifiers of the application (%@), this can cause some data to not be restored. Do you still want to continue?
pt_br: Os identificadores de grupo do backup (%@) são diferentes dos identificadores atuais do aplicativo (%@), isso pode fazer com que alguns dados não sejam restaurados. Quer continuar mesmo assim?
ru: Идентификаторы группы в резервной копии (%@) не совпадают с текущими идентификаторами приложения (%@), это может привести к невозможности восстановления некоторых данных. Вы все еще хотите продолжить?

source: Continue
pt_br: Continuar
ru: Продолжить

source: Close
pt_br: Fechar
ru: Закрыть

source: Settings
pt_br: Configurações
ru: Настройки

source: New Container
pt_br: Novo Contêiner

source: Launch
pt_br: Abrir

source: Create
pt_br: Criar
ru: Создать

source: Inject in Safe Mode
pt_br: Injetar no modo de segurança
ru: Включать в Безопасном Режиме

# INJECT_IN_SAFE_MODE_DESCRIPTION
source: By default Crane does not work when an application is launched in safe mode (e.g. by using the 'Disable Tweak Injection' toggle of Choicy or the 'Launch without Tweaks' application shortcut), with this option enabled, it will always inject. This does not have any effect on the safe mode from the jailbreak.
pt_br: Por padrão, o Crane não funciona quando um aplicativo é iniciado no modo de segurança (p.ex. ao usar a opção 'Disable Tweak Injection' do Choicy ou pelo atalho 'Launch without Tweaks', com essa opção habilitada, ela sempre será injetada. Isso não tem nenhum efeito no modo de segurança do jailbreak.
ru: По умолчанию Crane не работает, когда приложение запущено в безопасном режиме (например при использовании переключателя 'Disable Tweak Injection' в Choicy или 'Launch without Tweaks' в меню Haptic touch). При включении данной опции Crane будет загружаться всегда. Эта опция не имеет эффекта при вводе устройства в безопасный режим (Safe Mode).

# RESTORE_WARNING_MESSAGE
source: Restoring a backup will overwrite the current data of the container, continue?
pt_br: Restaurar um backup vai sobrescrever os dados atuais do container. Continuar?
ru: При восстановлении резервной копии перезаписываются текущие данные контейнера. Продолжить?

# NOT_A_BACKUP_ERROR_MESSAGE
source: The selected file does not appear to be a container backup
pt_br: O arquivo que você selecionou não parece ser um backup de container
ru: Файл, который вы выбрали не является резервной копией.

# COMMUNICATION_ERROR_MESSAGE
source: It was determined that communication to the Crane helper service (Cranehelperd) is not working. This is likely caused by rocketbootstrap not working on your device.
pt_br: Foi identificado que a comunicação ao serviço auxiliar do Crane (Cranehelperd) não está funcionando. É provavelmente causado pelo rocketbootstrap não estar funcionando.
ru: Взаимодействие с вспомогательной службой crane (cranehelperd) не возможно. Скорее всего это связано с некорректной работой rocketbootstrap.

# DAEMON_NOT_RUNNING_ERROR_MESSAGE
source: It was determined that the Crane helper daemon (Cranehelperd) is not running. Make sure your jailbreak is up to date.
pt_br: Foi identificado que o serviço auxiliar do Crane (Cranehelperd) não está funcionando. Verifique se seu jailbreak está atualizado.

# TAURINE_DAEMON_NOT_RUNNING_ERROR_MESSAGE
source: There is a bug in Taurine on arm64 devices running iOS 14.0-14.2.1 that prevents the Crane helper daemon (Cranehelperd) from starting up. It was determined that this device is affected by the bug, if you want to use Crane then switch to checkra1n or unc0ver.
pt_br: Existe um bug no Taurine nos dispositivos arm64 com iOS 14.0-14.2.1 que inibe o serviço auxiliar do Crane (Cranehelperd) de executar. Identificamos que esse dispositivo é afetado por esse bug, se quiser usar o Crane substitua pelo checkra1n ou pelo unc0ver.
ru: При использовании Taurine на arm64 устройствах присутствует ошибка, предотвращающая запуск crane helper daemon (cranehelperd). Ваше устройство подвержено данной ошибке. Если вы хотите использовать Crane, используйте checkra1n или unc0ver.

# INJECTION_ERROR_MESSAGE
source: It was determined that CraneSupport.dylib is not loaded into %@.
pt_br: Foi identificado que cranesupport.dylib não está carregado em %@.
ru: Обнаружено, что библиотека CraneSupport.dylib не загружена в %@.

# CRANE_DISABLED_MESSAGE
source: Crane has been disabled to avoid data desyncs.
pt_br: O Crane foi desativado para evitar a dessincronização dos dados.
ru: Crane был отключен для предотвращения десинхронизации данных.

# DAEMON_INTEGRITY_CHECK_FAILURE_MESSAGE
source: The helper service of Crane (Cranehelperd) does not seem to respond despite rocketbootstrap working. If there are any crash logs for it in Cr4shed or CrashReporter, please send them via email (opa334@protonmail.com).
pt_br: O serviço auxiliar do Crane (cranehelperd) parece não responder, apesar do funcionamento do rocketbootstrap. Se houver algum registro de travamento para ele no Cr4shed ou CrashReporter, envie-o por e-mail (opa334@protonmail.com).
ru: Похоже вспомогательная служба Crane (cranehelperd) не отвечает, несмотря на корректную работу rocketbootstrap. Если для нее есть какие-либо логи в Cr4shed или CrashReporter, отправьте их пожалуйста на почту (opa334@protonmail.com).

# CRANE_DYLIB_NOT_LOADED_ERROR
source: The application %@ started into the default container because the Crane dylib was not loaded into it. Make sure it was not disabled with Choicy, TweakRestrict or similar and try again.
pt_br: O aplicativo %@ foi iniciado no container padrão porque a dylib do Crane não foi carregada nele. Certifique-se de que não foi desativado com Choicy, TweakRestrict ou similar e tente novamente.
ru: Для приложения %@ был открыт контейнер по умолчанию, так как мы не смогли загрузить в него библиотеку Crane dylib. Убедитесь, что Crane не был отключен с помощью Choicy, TweakRestrict или им подобными и повторите попытку.

source: and
pt_br: e
ru: и

source: Crane Error
pt_br: Erro do Crane
ru: Ошибка Crane

source: Follow me on Twitter
pt_br: Siga-me no Twitter
ru: Подпишитесь на меня в Twitter

source: Credits
pt_br: Créditos
ru: Благодарности

# CREDITS_AND_LICENSES
source: Credits & Licenses
pt_br: Créditos & Licenças
ru: Благодарности и лицензии

source: License
pt_br: Licença
ru: Лицензия

source: Select Application
pt_br: Selecionar Aplicativo
ru: Выбрать Приложение

source: Configure Application
pt_br: Configurar Aplicativo
ru: Настроить приложение

# SWITCH_WARNING_MESSAGE
source: You are about to change the selected application, doing so will delete the data of all non-default containers of the previously selected application. Do you want to continue?
pt_br: Você está prestes a alterar o aplicativo selecionado, isso irá excluir os dados de todos os contêineres não padrão do aplicativo previamente selecionado. Você quer continuar?
ru: Вы хотите изменить выбранное приложение. Это действие приведет к удалению данных всех контейнеров предыдущего выбранного приложения, кроме контейнера по умолчанию. Вы хотите продолжить?

source: Buy Crane
pt_br: Comprar o Crane
ru: Купить Crane

source: Restart affected daemons and SpringBoard
pt_br: Reinicie daemons afetados e SpringBoard
ru: Перезапустить необходимые процессы и SpringBoard

# LITE_IMPORT_TITLE
source: Crane Lite Import
pt_br: Importar do Crane Lite
ru: Импорт из Crane Lite

# LITE_IMPORT_MESSAGE
source: Crane Lite containers for the app '%@' have been found. What do you want to do with them?
pt_br: Os contêineres Crane Lite para o aplicativo '%@' foram encontrados. O que você quer fazer com eles?
ru: Для приложения '%@' найдены контейнеры из Crane Lite. Что вы хотите с ними сделать?

source: Import Crane Lite Containers to Crane
pt_br: Importar containers do Crane Lite para o Crane.
ru: Импортировать контейнеры из Crane Lite в Crane

source: Delete Crane Lite Containers
pt_br: Apagar containers do Crane Lite
ru: Удалить Контейнеры Crane Lite

source: Remind Me Later
pt_br: Lembre-me mais tarde.
ru: Напомнить Позже

# BUY_CRANE_FOOTER
source: After buying Crane, you will be able to import the containers of Crane Lite into it. This will be available through an alert that appears when you access the preference page of Crane.
pt_br: Depois de comprar o Crane, você poderá importar os contêineres do Crane Lite para ele. Isso estará disponível através de um alerta que aparece quando você acessa a página de preferências do Crane.
ru: После покупки Crane вы сможете импортировать контейнеры из Crane Lite. Импорт будет доступен по нажатию на оповещение на странице настроек Crane.

source: Unknown Containers Found
pt_br: Contêineres desconhecidos encontrados
ru: Найдены неопознанные контейнеры

# UNKNOWN_CONTAINERS_FOUND_MESSAGE
source: Found %u unknown containers that have data stored inside the application but currently don't have an entry inside the preferences of Crane. This can happen if a previous preference plist was deleted. What do you want to do with the unknown containers?
pt_br: Encontrados %u contêineres desconhecidos que possuem dados armazenados dentro do aplicativo, mas atualmente não possuem uma entrada nas preferências do Crane. Isso pode acontecer se uma lista de preferência anterior foi excluída. O que você quer fazer com os recipientes desconhecidos?
ru: Найдено %u неопознанных контейнеров (-а), в которых есть данные приложения, но которые не зарегистрированы в настройках Crane. Это может случиться, если предыдущий plist файл был удален. Что вы хотите сделать с неопознанными контейнерами?

source: Delete Containers
pt_br: Apagar Contêineres
ru: Удалить Контейнеры

source: Import Containers
pt_br: Importar Contêineres
ru: Импортировать контейнеры

# UNKOWN_CONTAINER
source: Unknown Container
pt_br: Contêiner Desconhecido
ru: Неизвестный Контейнер

source: Keychain Migration
pt_br: Migração de Chaveiro
ru: Конвертирование Связки ключей

# KEYCHAIN_MIGRATION_MESSAGE
source: Keychain data from an older Crane version has been detected, this data needs to be migrated to a new format but this can only be done from the Preferences process. Please open the settings page of Crane once to start the migration, Crane has been disabled until this is done.
pt_br: Dados de chaveiro de uma versão mais antiga do Crane foram detectados. Esses dados precisam ser migrados para um novo formato, mas isso só pode ser feito a partir do processo de Preferências. Abra a página de configurações do Crane uma vez para iniciar a migração. O Crane foi desativado até que isso seja feito.
ru: Найдены данные связки ключей из старой версии Crane. Эти данные необходимо конвертировать в новый формат, но это можно сделать только из настроек. Пожалуйста откройте страницу Crane в настройках, чтобы начать конвертирование, до этого момента Crane будет отключен.

source: Open Settings
pt_br: Abrir Configurações
ru: Открыть настройки

source: Migration Succeeded
pt_br: Migração Bem Sucedida
ru: Конвертирование завершено

# MIGRATION_SUCCEEDED_MESSAGE
source: The old keychain data has successfully been migrated to the new format. Crane can now be used again.
pt_br: Os dados antigos do Slices foram migrados com sucesso para o novo formato. Crane agora pode ser usado novamente.
ru: Старые данные связки ключе были успешно сконвертированны в новый формат. Crane снова может быть использован.

source: Filename
pt_br: Nome do arquivo
ru: Название файла

source: Optional
pt_br: Opcional
ru: Необязательно

source: Encrypt Backup
pt_br: Criptografar backup
ru: Шифрование Резервной Копии

source: Password
pt_br: Senha
ru: Пароль

# ENCRYPT_BACKUP_FOOTER
source: Encrypt the backup with a password. Restoring the backup afterwards without the password will not be possible. If you loose the password, you loose the data.
pt_br: Criptografa o backup com uma senha. Restaurar o backup depois sem essa a senha não será possível. Se você perder a senha, perderá os dados.
ru: Зашифровывает резервную копию при помощи пароля. После шифрования восстановление без пароля будет невозможно. Если вы потеряете пароль, вы потеряете доступ к данным.

source: Include Keychain
pt_br: Incluir Chaveiro
ru: Включать Связку Ключей

# INCLUDE_KEYCHAIN_FOOTER
source: Include the keychain data stored by the application/container in the backup. Contains account credentials, keys and more. Unsafe when not using encryption.
pt_br: Inclua os dados do keychain armazenados pelo aplicativo/recipiente no backup. Contém credenciais de conta, chaves e muito mais. Inseguro quando não estiver usando a criptografia.
ru: Включить данные из связки ключей, сохраненные приложением / контейнером в резервную копию. Могут быть сохранены логины, пароли и другие конфиденциальные данные. Опасно сохранять без шифрования.

source: Enter Password
pt_br: Digite uma senha
ru: Введите Пароль

# ENTER_PASSWORD_DESCRIPTION
source: The backup %@ is encrypted with a password, please enter it to initiate the restore.
pt_br: O backup %@ está criptografado com senha, por favor, insira-a para iniciar a restauração.
ru: Резервная копия %@ зашифрована паролем, пожалуйста введите его, чтобы начать восстановление.
