Repository: CySxL/Crane-Resources
Catalog: Localizations/*.lproj/Localizable.strings
Languages: pt_br, ru

source: Restore
pt_br: Restaurar
ru: Восстановить

# INCLUDE_KEYCHAIN_UNSAFE_WARNING
source: When including keychain data, it is recommended to have 'Encrypt Backup' enabled, otherwise anyone that has access to the backup file can compromise accounts that the app / container is logged into.
pt_br: Ao incluir dados de chaves, é recomendável que a opção 'Encrypt Backup' esteja ativada, caso contrário, qualquer um que tenha acesso ao arquivo de backup pode comprometer as contas nas quais o aplicativo/contêiner está logado.
ru: При включении данных из связки ключей рекомендуется включить 'Шифрование Резервной Копии', иначе любой, у кого есть доступ к файлу резервной копии может скомпрометировать ваши аккаунты, которые сохранены в приложении / контейнере.

source: Enable Encryption
pt_br: Ativar Criptografia
ru: Включить Шифрование

source: Ignore
pt_br: Ignorar
ru: Пропустить

# NO_PASSWORD_ERROR
source: Encryption is enabled but the password field is empty, please enter a password or disable encrpytion and try again.
pt_br: A criptografia está ativada, mas o campo de senha está vazio, insira uma senha ou desative a criptografia e tente novamente.
ru: Включено шифрование, но не введен пароль. Пожалуйста введите пароль или отключите шифрование и повторите попытку.

source: Active
pt_br: Ativo
ru: Выбранный

source: Slices found
pt_br: Slices Encontrado
ru: Найдены профили из Slices

# SLICES_FOUND_MESSAGE
source: The following Slices have been found for the currently selected application: %@Do you want to import them as Crane containers? It is not possible to revert them back to Slices in the future.
pt_br: Os seguintes slices foram encontrados para o aplicativo atualmente selecionado: %@ Você quer importá-los como recipientes do Crane? Não é possível reverter-los de volta os slices no futuro.
ru: Следующие профили из Slices были найдены для выбранного приложения: %@Импортировать их в качестве контейнеров для Crane? Вы не сможете конвертировать их обратно для использования с Slices.

source: Import Slices
pt_br: Importar Slices
ru: Импортировать из Slices

source: Delete Slices
pt_br: Apagar Slices
ru: Удалить Профиль Slices

source: Confirm Password
pt_br: Confirmar Senha
ru: Подтвердить Пароль

# SEP_ITEMS_OMMITED_WARNING_MESSAGE
source: One or more keychain items of this application are stored on the secure enclave and have been omitted from the backup because restoring them would be impossible. When restoring this backup, you may need to reenter passwords or other issues might arrise. Do you want to continue?
pt_br: Um ou mais itens de chaveiro deste aplicativo estão armazenados no SEP e foram ignorados do backup, pois restaurá-los posteriormente seria impossível. Ao restaurar esse backup, talvez seja necessário digitar senhas novamente, caso contrário outros problemas podem surgir. Deseja continuar?
ru: Один или несколько объектов связки ключей этого приложения сохранены в защищенном чипе вашего устройства и были исключены из резервной копии, так как их восстановление будет невозможно. После восстановления этой резервной копии вам, возможно, потребуется заново ввести пароли, либо могут возникнуть другие проблемы. Вы хотите продолжить?

source: New Backup
pt_br: Novo Backup
ru: Новая Резервная копия

# SEPARATE_SYSTEM_ACCOUNTS_FOOTER
source: Whether to redirect system accounts (e.g. Apple ID) accessed by the application per container. Mostly useful for system applications like AppStore. Game Center support has to be enabled separately and requires you to manually assign a Game Center account to a container in its settings.
pt_br: Redirecionar contas do sistema (p.ex. Apple ID) usadas pelo aplicativo por contêiner. Tem mais utilidade em aplicativos do sistema como a AppStore. Suporte ao Game Center precisa ser ativado separadamente e requer que uma conta Game Center seja associada manualmente ao contêiner nas configurações.

# SEPARATE_SYSTEM_ACCOUNTS_FOOTER_LITE
source: Whether to redirect system accounts (e.g. Apple ID) accessed by the application per container. Mostly useful for system applications like AppStore. Game Center support is not included in Crane Lite, only in the full version of Crane.
pt_br: Redirecionar contas do sistema (p.ex. Apple ID) usadas pelo aplicativo por contêiner. Tem mais utilidade em aplicativos do sistema como a AppStore. Suporte ao Game Center não está incluído no Crane Lite, apenas na versão completa do Crane.

source: Separate System Accounts
pt_br: Contas do Sistema Separadas

source: Game Center Support
pt_br: Suporte ao Game Center

source: Container Protection
pt_br: Proteção de Contêineres
ru: Защита контейнера

# CONTAINER_PROTECTION_FOOTER
source: Prevent the application from removing data of other containers when launched into the default container, needed for some applications. Uses application hooks.
pt_br: Impedir que o aplicativo remova dados de outros contêineres quando lançado no contêiner padrão, necessário para alguns aplicativos. Usa ganchos de aplicativos.
ru: Предотвратить удаление приложением данных других контейнеров при использовании контейнера по умолчанию. Использует application hooks.

# PREVIOUS_PASSWORD_WRONG_MESSAGE
source: The previously entered password was wrong. Please try again!
pt_br: A senha inserida anteriormente está errada. Por favor, tente novamente!
ru: Введенный пароль неверен. Попробуйте еще раз!

# CRANESB_COMMUNICATION_NOT_WORKING
source: Connection to SpringBoard is not working, this is either caused by rocketbootstrap not working or by CraneSB.dylib not being injected into SpringBoard. A feature where applications automatically reload (when required by an option you select inside Crane preferences) will therefore not work, continue at your own risk.
pt_br: Conexão com o SpringBoard não está funcionando, isso é causado ou pelo rocketbootstrap não estar funcionando ou pelo CraneSB.dylib não estar sendo injetado no SpringBoard. Funcionalidades onde os aplicativos recarregam automaticamente (quando necessária por uma opção que você habilita nas preferências do Crane) não irão funcionar, continue por sua conta.

source: Set "%@" as the active Crane container
pt_br: Definir "%@" como o contêiner Crane ativo

# CHANGED_TO_CONTAINER
source: "%@" changed to Crane container "%@"
pt_br: "%@" foi alterado para o contêiner Crane "%@"

source: Suggestions
pt_br: Sugestões

# CHOICYLOADER_SUGGESTION_TITLE
source: Issues on Substrate?
pt_br: Problemas com o Substrate?

# CHOICYLOADER_SUGGESTION_MESSAGE
source: The main Crane library (" Crane.dylib") needs to inject into applications first, on Substrate this does not happen automatically and some tweaks loading before Crane can partially or fully break its functionality. Common symptoms include all containers appearing as the default container, containers getting wiped on app relaunch or data desyncs. If any of these problems affect you, install ChoicyLoader from https://opa334.github.io which will fix them by ensuring that Crane always loads first.
pt_br: A lib principal do Crane ("Crane.dylib") precisa primeiro ser injetada nos aplicativos, no Substrate isso não acontece automaticamente e alguns tweaks ao serem carregados antes do Crane podem comprometer parcialmente ou totalmente seu funcionamento. Sintomas comuns incluem todos os contêiners sendo mostrados como contêiner padrão, contêineres sendo apagados ao reabrir apps ou desincronização de dados. Se qualquer destes sintomas afeta você, instale ChoicyLoader de https://opa334.github.io o qual evitará os sintomas ao assegurar que Crane sempre carregue antes.

source: Open Repo
pt_br: Abrir Repo

# ACTIVATOR_INFO_SUGGESTION_TITLE
source: Activator Integration
pt_br: Integração com Ativador

# ACTIVATOR_INFO_SUGGESTION_MESSAGE
source: Crane allows you to assign an activator action to execute whenever a specific container is set as active. This can be accessed from Activator -> (Anywhere/At Home Screen/In Application/At Lock Screen) -> Crane. It also features actions to set a specific container for an application as active, that can be accessed inside Activator -> (Anywhere/At Home Screen/In Application/At Lock Screen) -> (Any Event) -> Crane.
pt_br: Crane permite associar uma ação do Activator a ser executada sempre que um contêiner específico for ativado. Pode ser acessado em Activator -> (Anywhere/At Home Screen/In Application/At Lock Screen) -> Crane. Também tem ações para definir um contêiner específico de um aplicativo como ativo, pode ser acessao em Activator -> (Anywhere/At Home Screen/In Application/At Lock Screen) -> (Any Event) -> Crane.

# SHORTCUTS_INFO_SUGGESTION_TITLE
source: Shortcuts Integration
pt_br: Integração com Shortcut

# SHORTCUTS_INFO_SUGGESTION_MESSAGE
source: Crane includes a Shortcut Action to set the active container of an application, it can be accessed when adding an Action to a Shortcut under Apps -> Crane -> Set Active Crane Container
pt_br: Crane inclui uma Shortcut Action para definir o contêiner ativo de um aplicativo, pode ser acessado ao adicionar uma Action em um Shortcut em Apps -> Crane -> Set Active Crane Container

source: Plugins
ru: Плагины
